Repository: ktgw0316/LightZone-l10n-it
Catalog: tm/lightcrafts_it.tmx
Source language: en_us
Languages: it

source: Quality
it: Qualità

source: Window positions and sizes
it: Posizione e dimensione delle finestre

source: All the Time
it: In tempo reale

source: Unsupported camera
it: Fotocamera non supportata

source: No Recent Folders
it: Nessuna cartella recente visitata

source: Expand Tool
it: Espandi strumento

source: To save work, the browser saves previews in a special cache folder. This folder can go in the same place as its images ("Local"), or into one central location ("Global").
it: Per risparmiare lavoro, il Browser di immagini salva l'anteprima delle immagini in una speciale cartella. Questa può essere salvata nella stessa cartella delle immagini ("Locale") o in una locazione centrale ("Globale").

source: Bit Depth
it: Profondità di colore (Bit)

source: Grain Radius
it: Raggio grana

source: Display the path of the current folder
it: Mostra il percorso completo della cartella corrente

source: Apply Preset
it: Applica ricorda le impostazioni predefinite

source: Scaled Print Size
it: Dimensione di stampa scalata

source: Couldn't interpret the file "$1" as a Style
it: Impossibile interpretare il file "$1" come un Modello

source: This reset will restore LightZone to its factory settings.
it: Questo reset riporterà LightZone alle sue impostazioni di fabbrica.

source: Convert Image...
it: Esporta Imamgine...

source: Rotate the image 90 degrees counterclockwise
it: Ruota l'immagine di 90 gradi in senso antiorario

source: Interactive Rendering
it: Rendering interattivo

source: (LightZone must restart for this to take effect.)
it: (LightZone deve essere riavviato perchè questi cambiamenti abbiano effetto)

source: Starting Logging
it: Avvio Logging

source: Move $1 selected images to the Trash?
it: Spostare $1 immagini selezionate nel cestino?

source: Rating
it: Valutazione

source: Region Change
it: Modifica Regione

source: Focal Length
it: Lunghezza focale

source: Open Normally
it: Apri normalmente

source: Couldn't clear the global browser cache.
it: Non è stato possibile cancellare la memoria cache globale del Browser di immagini.

source: Thumbnail Progress
it: Avanzamento miniature

source: Always apply this Style to RAW images from "$1"
it: Applica sempre questo Modello ai file RAW provenienti da "$1"

source: Verifying Libraries
it: Verifica delle librerie in corso

source: Opening...
it: Apertura...

source: Download Now
it: Scarica ora

source: Cut Region
it: Taglia regione

source: Smart Sharpen
it: Acutezza intelligente

source: Show in Folder
it: Mostra in Cartella

source: Rotate the image 90 degrees clockwise
it: Ruota l'immagine di 90 gradi in senso orario

source: Rename $1 to:
it: Rinomina $1 in:

source: Rotate
it: Ruota

source: White Balance
it: Bilanciamento del bianco

source: Swap Tools
it: Scambia strumenti

source: Resize To
it: Ridimensiona a

source: Save Style
it: Salva il Modello

source: Couldn't convert $1
it: Impossibile esportare $1

source: Error reading the file
it: Errore di lettura del file

source: Hue/Saturation
it: Tinta/saturazione

source: Show Details
it: Mostra dettagli

source: The LightZone file, "$1" can't locate its image file, "$2".
it: Il file di LightZone "$1" non riesce ad individuare il suo file di immagine originario, "$2".

source: Hide Crop Tool
it: Nascondi lo strumento Taglierina

source: Quit
it: Chiudi

source: $1 not found
it: $1 non trovato

source: Copy Tools
it: Copia strumenti

source: Enable
it: Attiva

source: Draw Bezier Regions
it: Disegna regioni Bezier

source: There was a problem checking for an update.
it: Si è verificato un problema durante la ricerca di aggiornamenti.

source: Rate $1
it: Assegna una valutazione a Valuta $1

source: Converting...
it: Esportazione in corso...

source: Between Region Changes
it: Tra un cambiamento e l'altro delle regioni

source: Couldn't access the "$1" Style
it: Impossibile accedere al Modello "$1"

source: Proof
it: Prova di stampa

source: LightZone has encountered an internal error. What would you like to do?
it: LightZone ha incontrato un errore interno. Cosa si desidera fare?

source: Do you want to search for it?
it: Si desidera cercarlo?

source: Delete Selected Regions
it: Cancella le regioni selezionate

source: Sort Descending
it: Ordine decrescente

source: Would you like to replace it?
it: Si desidera sostituirlo?

source: Unknown error opening this file
it: Errore sconosciuto durante l'apertura di questo file

source: Blue
it: Blu

source: Couldn't find an Image tag
it: Non è stato possibile trovare una etichetta per l'immagine

source: Couldn't delete $1.
it: Non è stato possibile cancellare $1.

source: Zone Type Change
it: Cambia tipo di zona

source: Scale
it: Scala

source: Couldn't delete an older version of "$1"
it: Impossibile cancellare una precedente versione di "$1"

source: Convert...
it: Esportazione...

source: Paste Tools...
it: Incolla strumenti...

source: Amount
it: Quantità

source: Clear Recent Folders
it: Cancella cartelle recenti

source: Couldn't move $1 to the Recycle Bin.
it: Non è stato possibile spostare $1 nel cestino.

source: Enforce aspect ratio constraints
it: Applica vincoli al rapporto altezza/larghezza

source: Saturation
it: Saturazione

source: Default settings for batch processing
it: Impostazioni di default per l'elaborazione in batch

source: Loading...
it: Caricamento in corso...

source: Crash reports sent to Light Crafts are anonymous except for the sender's IP address. Light Crafts embeds no personal data of any kind in these reports.
it: I rapporti di errore inviati a Light Crafts sono anonimi, eccetto per l'IP di provenienza del mittente. Light Crafts non inserisce alcun dato personale in questi messaggi.

source: Cannot redo
it: Impossibile ripetere operazione

source: Couldn't save to $1
it: Impossibile salvare su $1

source: Capture Time
it: Momento dello scatto

source: Show the Crop Tool
it: Mostra lo strumento Taglierina

source: Show Regions
it: Mostra Regioni

source: Printer Managed Colors
it: Colori gestiti dalla stampante

source: Failed to restore from preferences
it: Recupero delle preferenze non riuscito

source: Copy Region
it: Copia regione

source: Auto-save is now on.
it: Ora il salvataggio automatico è attivo.

source: Style Number $1
it: Modello numero $1

source: Threshold
it: Soglia

source: Delete Point
it: Canecella punto

source: This is the folder that LightZone will use to store data temporarily while you edit your photos. If you have a fast hard disk, using a folder on it will enable LightZone to operate faster.
it: Questa è la cartella che LightZone utilizzerà per conservare temporaneamente i propri dati mentre si procede con la modifica delle foto. Un disco rigido veloce aiuta LightZone a funzionare più velocemente.

source: Couldn't find an Image path attribute
it: Non è stato possibile trovare un attributo relativo al percorso dell'immagine

source: Save As...
it: Salva come...

source: Rename...
it: Rinomina...

source: Position
it: Posizione

source: Show Rotate Tool
it: Mostra lo strumento Ruota

source: Initializing Engine Utilities
it: Inizializzazione delle utilities del motore di elaborazione in corso

source: Rate $1 and Select Next
it: Assegna una valutazione a $1 e seleziona la successiva

source: A new version ($1) of $2 is available.
it: Una nuova versione ($1) di $2 e' disponibile.

source: Recently used files and directories
it: Files e directories utilizzati di recente

source: Aperture
it: Apertura

source: Error Details
it: Dettagli dell'errore

source: $1 is an empty file
it: $1 è un file vuoto

source: Saving...
it: Salvataggio in corso...

source: <html>Continue (The program may now be unstable)</html>
it: <html>Prosegui (L'applicazione potrebbe essere divenuta instabile)</html>

source: Hide print proofing tool
it: Nascondi la prova di stampa

source: This file has no version number
it: Questo file non ha un numero di versione

source: Convert
it: Export

source: Send anonymous report to Light Crafts
it: Invia un rapporto a Light Crafts

source: Online Help
it: Aiuto online

source: Internal Error
it: Errore interno

source: Preferences...
it: Preferenze...

source: Save without asking from now on.
it: D'ora in poi salva senza prima chiedere.

source: Luminosity
it: Luminosità

source: If you don't save, your changes will be lost.
it: Se non vengono salvati, tutte le modifiche saranno perdute.

source: Global
it: Globale

source: Hide the Crop Tool
it: Nascondi lo strumento Taglierina

source: Gain
it: Guadagno

source: Save Changes
it: Salva le modifiche

source: Zoom
it: Ingrandimento

source: No Recent Files
it: Nessun file recente

source: Redo
it: Ripeti operazione

source: Pick a new scratch folder
it: Selezionare una nuova cartella di lavoro

source: Show Inner Region
it: Mostra la Regione interna

source: Unsupported color profile
it: Profilo di colore non supportato

source: Sharpen
it: Contrasta

source: Recently used files and folders
it: Files e directories utilizzati di recente

source: LightZone Settings Info
it: Informazioni sulle Impostazioni di LightZone

source: Browse Recent
it: Esplora files recenti

source: Actual Pixels
it: Pixel reali

source: Collapse Tool
it: Collassa strumento

source: Scanning Color Profiles
it: Scansione dei profili di colore in corso

source: Remove Rating
it: Rimuovi valutazione

source: Show in Finder
it: Mostra in Finder

source: Hide Previews
it: Nascondi anteprima

source: None
it: Nessuno

source: sharpen
it: contrast

source: Delete...
it: Cancella...

source: Contrast Mask
it: Maschera di contrasto

source: Temperature
it: Temperatura

source: No update is available.
it: Nessun aggiornamento disponibile.

source: Save changes to $1?
it: Salvare le modifiche di $1?

source: Move "$1" to the Trash?
it: Spostare "$1" nel cestino?

source: No Regions Defined
it: Nessuna regione definita

source: Move to Recycle Bin
it: Sposta nel cestino

source: Select a Folder
it: Nessuna immagine presente

source: Scale to Fit
it: Adatta alla pagina

source: Color Management
it: Gestione del colore

source: Are you sure you want to clear the global browser cache?
it: Si è certi di voler cancellare la memoria cache globale del Browser di immagini?

source: Use This
it: Usa questo

source: LightZone Settings Reset
it: Reset delle Impostazioni di LightZone

source: Show Previews
it: Mostra anteprima

source: Couldn't import a Style from "$1".
it: Impossibile leggere il Modello da "$1"

source: Remove Aspect Ratio Constraints
it: Rimuovi vincoli al rapporto altezza/larghezza

source: LightZone Startup Error
it: Errore di avvio di LightZone

source: 8 Bits/Channel
it: 8 bit per pixel

source: Delete
it: Cancella

source: Browser Layout
it: Disposizione Browser

source: Apply Presets
it: Applica ricorda le impostazioni predefinite

source: When launched, LightZone can automatically check if a newer version is available for download.
it: All'avvio LightZone può verificare automaticamente la disponibilità per il download di una versione più recente.

source: Hide Proof Tool
it: Nascondi la prova di stampa

source: Versions
it: Versioni

source: This will discard preview images and orientations saved by the LightZone browser. (The previews will be recomputed automatically. You may have to restore orientations manually using the browser's rotate buttons.)
it: Questo eliminerà i dati relativi alle anteprime e all'orientazione delle immagini salvate da LightZone. (Le immagini di anteprima saranno rigenerate automaticamente. Sarà necessario ripristinare manualmente le impostazioni relative alla rotazione delle immagini attraverso i pulsanti "Ruota" del Browser di immagini)

source: Recent Folder
it: Cartella più recente

source: Slide right to increase thumbnail size
it: Dimensione delle miniature

source: An updated version of LightZone is required to read this file
it: Per leggere questo file è necessario utilizzare una versione più recente di LightZone

source: Midpoint
it: Neutro

source: Height
it: Altezza

source: Scratch Folder
it: Cartella di lavoro

source: Clear cache
it: Cancella la memoria cache globale del Browser di immagini

source: LightZone Settings Help
it: Aiuto sulle Impostazioni di LightZone

source: Zone Placement
it: Posizionamento delle zone

source: Green
it: Verde

source: Move to Trash...
it: Sposta nel cestino...

source: Are you sure you want to reset?
it: Si è certi di voler resettare?

source: Couldn't rename "$1" to "$2"
it: Impossibile rinominare "$1" come "$2"

source: Move $1 selected images to the Recycle Bin?
it: Spostare $1 immagini selezionate nel cestino?

source: After the reset, LightZone must quit.
it: Dopo il reset, è necessario chiudere LightZone.

source: Cyan-Red
it: Ciano-Rosso

source: You can turn it off in the LightZone Preferences.
it: Puoi disattivarlo tramite le Preferenze di LightZone.

source: Help
it: Aiuto

source: Spline Regions
it: Regioni curvilinee (spline)

source: Done
it: Fatto

source: Color Intensity
it: Intensità colore

source: When saving your photo for the first time, the file chooser can automatically display the folder where your original photo came from, or it can display the last folder where LightZone saved something.
it: Quando si salvano delle fotografie per la prima volta, la finestra di scelta del percorso di salvataggio può mostrare automaticamente la cartella in cui le foto originali sono salvate, oppure può mostrare l'ultima cartella in cui LightZone ha salvato qualcosa.

source: Refresh
it: Aggiorna

source: Malformed LightZone file
it: File di LightZone corrotto

source: Hide the Rotate Tool
it: Nascondi lo strumento Ruota

source: Always apply this Style
it: Applica sempre questo Modello

source: Restoring LightZone Settings means LightZone will work the way it did when it was new. This can fix lots of problems, but loses your customizations.
it: Resettare le Impostazioni di LightZone significa che LightZone tornerà a funzionare come appena installato. Questo può risolvere alcuni problemi, ma cancellerà le vostre personalizzazioni.

source: Compression
it: Compressione

source: You can go ahead and open this file, or you can try to import it as a LightZone Style.
it: E' possibile proseguire e aprire il file, oppure provare a importarlo come Modello di Lightzone

source: Replace
it: Sostituisci

source: Is one of these the right image?
it: Una di queste è l'immagine giusta?

source: Rotate Right and Select Next
it: Ruota a destra e seleziona la successiva

source: LightZone Settings remember what was going on the last time you used LightZone. The Settings include things like:
it: Le impostazioni di LightZone tengono traccia di cosa stava accadendo l'ultima volta che si è utilizzato LightZone. Le impostazioni comprendono cose come:

source: LightZone failed to start last time. Resetting your LightZone Settings may fix this. Would you like to try resetting your LightZone Settings?
it: LightZone non si è avviato regolarmente l'ultima volta. Resettare le vostre impostazioni personali potrebbe ovviare al problema. Si desidera resettare le impostazioni personali di LightZone?

source: Lens
it: Obiettivo

source: Couldn't move $1 to the Trash.
it: Non è stato possibile spostare $1 nel cestino.

source: No Open Windows
it: Nessuna finestra aperta

source: Zoom in
it: Aumenta ingrandimento

source: Remember Preset
it: Ricorda le impostazioni predefinite

source: Pixels per inch
it: Pixel per pollice

source: Color Change
it: Bilanciamento colore

source: An updated version of LightZone is required to read this Style
it: Per leggere questo Modello è necessario utilizzare una versione più recente di LightZone

source: Close Image
it: Chiudi immagine

source: Window
it: Finestre

source: Unrecognized image format
it: Formato di immagine sconosciuto

source: Show in Explorer
it: Mostra in Explorer

source: Move to Recycle Bin...
it: Sposta nel cestino...

source: Crop
it: Ritaglia

source: Tool Change
it: Cambia strumento

source: Color Balance
it: Bilanciamento del colore

source: Save as Style...
it: Salva come Modello...

source: Don't Save
it: Non salvare

source: Default settings for saving, printing, and converting
it: Impostazioni di default per il salvataggio, la stampa e l'esportazione

source: Paste Region Linked
it: Incolla regione con collegamento

source: Color Profile
it: Profilo di colore

source: Is this a LightZone Style file?
it: Questo è un file Modello di LightZone?

source: No internet connection
it: Connessione a Internet non disponibile

source: Channel Mixer
it: Miscelatore canali

source: Rotate Left
it: Ruota a sinistra

source: About LightZone
it: A propositi di LightZone

source: Print...
it: Stampa...

source: Move "$1" to the Recycle Bin?
it: Spostare "$1" nel cestino?

source: Browser Cache
it: Memoria cache del Browser

source: Invert Masks
it: Inverti le maschere

source: Is this right?
it: E' corretto?

source: Clear
it: Cancella

source: Pick White Balance
it: Selezionare il bilanciamento del bianco

source: LightZone File Error
it: Errore di file di LightZone

source: LightZone Settings were successfully reset.
it: Le impostazioni di LightZone sono state correttaemnte resettate.

source: Use $1
it: Usa $1

source: No Image
it: Nessuna immagine

source: Add $1
it: Aggiungi strumento

source: Center Image
it: Centra immagine

source: The amount of memory LightZone should use
it: La quantità di memoria che LightZone dovrebbe utilizzare

source: No Styles
it: Nessun Modello

source: Move to Trash
it: Sposta nel cestino

source: Open LightZone files to rotate them
it: Aprire i files LZN per ruotarli

source: Show Image Types
it: Mostra il formato di immagine

source: Rotate Left and Select Next
it: Ruota a sinistra e seleziona la successiva

source: Radius
it: Raggio

source: Common aspect ratios
it: Rapporti altezza/larghezza usuali

source: Swap width and height
it: Scambia altezza e larghezza

source: <html>Exit without saving files</html>
it: <html>Esci senza salvare</html>

source: LightZone Help
it: Aiuto di LightZone

source: Rendering Intent
it: Modalità di rendering

source: Pick White Point
it: Seleziona il punto di bianco

source: Loading Classes
it: Caricamento delle classi in corso

source: Color Handling
it: Gestione del colore

source: Gaussian Blur
it: Sfocatura Gaussiana

source: Show Browser
it: Mostra il Browser

source: Resetting LightZone Settings means LightZone will work the way it did when it was new. This can fix some problems, but loses your customizations and slows things down for a short while.
it: Resettare le Impostazioni di LightZone significa che LightZone tornerà a funzionare come appena installato. Questo può risolvere alcuni problemi, ma cancellerà le vostre personalizzazioni e rallenterà le cose per un breve periodo.

source: Memory Limit
it: Limite di memoria

source: Clear...
it: Pulisci...

source: Color Cast
it: Dominante di colore

source: Yellow-Blue
it: Giallo-blu

source: Revert...
it: Ripristina...

source: Exposure
it: Esposizione

source: When Regions are Done
it: Quando si è terminato di modificare le regioni

source: Couldn't rename "$1" to "$2".
it: Non è stato possibile rinominare "$1" in "$2".

source: Add
it: Aggiungere

source: Application Managed Colors
it: Colori gestiti dall'applicazione

source: Save to Folder
it: Salva nella cartella

source: Scanning $1...
it: Scansione in corso di $1...

source: Zoom In
it: Ingrandisci

source: Error initializing browser
it: Errore di inizializzazione del Browser

source: Color Radius
it: Raggio colore

source: Don't remind me
it: Non ricordarmelo

source: Are you sure you want to quit LightZone?
it: Si desidera veramente chiudere LightZone?

source: Print
it: Stampa

source: Tools
it: Strumenti

source: Show Crop Tool
it: Mostra lo strumento Taglierina

source: Cannot undo
it: Impossibile annullare operazione

source: Save changes to this document before closing?
it: Salvare i cambiamenti a questo file prima di chiudere?

source: Tint
it: Tinta

source: This Style has no version number
it: Questo Modello non ha un numero di versione

source: Printer Profile
it: Profilo della stampante

source: Set opacity
it: Regola l'opacità

source: Replacing it will overwrite its current contents.
it: Sostituirlo sovrascriverà il suo contenuto attuale.

source: A Style named "$1" already exists.
it: Già esiste un Modello chiamato "$1".

source: Continue
it: Continua

source: Rotate Right
it: Ruota a destra

source: Remove Rating and Select Next
it: Rimuovi valutazione e seleziona la successiva

source: Previewing...
it: Anteprima in corso...

source: LightZone Product Page
it: Pagina ufficiale di LightZone

source: Failed to save preferences
it: Salvataggio delle preferenze non riuscito

source: Hide Regions
it: Nascondi Regioni

source: Pick Color
it: Seleziona colore

source: Cancel
it: Annulla

source: Bezier Regions
it: Regioni Bezier

source: Use RGB Zones
it: Usare zone RGB

source: Polygonal Regions
it: Regioni poligonali

source: Don't ask again
it: Non chiederlo di nuovo

source: Sets the upper limit on the amount of memory that LightZone will use. A high limit enables LightZone operate faster and smoother; a low limit leaves more memory for other applications.
it: Imposta il limite superiore alla quantità di memoria a disposizione di LightZone.Un limite elevato permette a LightZone di funzionare più velocemente e in maniera più fluida; un limite inferiore lascia più memoria a disposizione delle altre applicazioni

source: Local
it: Locale

source: Red
it: Rosso

source: Remove from the stack
it: Rimuovi dalla sequenza

source: Reset Crop
it: Resetta dimensioni di ritaglio

source: Restoring Preferences
it: Ripristino delle preferenze in corso

source: Draw Spline Regions
it: Disegna regioni curvilinee (spline)

source: If you open an new image while you are still editing another image, LightZone can automatically save your work, or it can ask you what to do.
it: Se viene aperto un nuovo file mentre è anora in fase di modifica un'altra immagine, LightZone può salvare automaticamente il vostro lavoro, oppure chiedervi cosa volete fare.

source: Grain Intensity
it: Intensità grana

source: Modification Time
it: Momento di modifica

source: Zoom Out
it: Rimpiccolisci

source: Save
it: Salva

source: Original Folder
it: Cartella originale

source: Search
it: Cerca

source: Hide Image Types
it: Nascondi il formato di immagine

source: File Name
it: Nome file

source: Delete Region
it: Cancella Regione

source: Clear Recent Files
it: Cancella files recenti

source: Hide Rotate Tool
it: Nascondi lo strumento Ruota

source: Set the angle of rotation in degrees
it: Imposta l'angolo di rotazione in gradi

source: "$1" already exists. Do you want to replace it?
it: "$1" esiste già. Si desidera sostituirlo?

source: Open...
it: Apri...

source: Checking for update...
it: Verifica di aggiornamenti in corso...

source: Magenta-Green
it: Magenta-verde

source: Top
it: In cima

source: Apply Style
it: Applica Modello

source: Hide Inner Region
it: Nascondi la Regione interna

source: Auto Save
it: Salvataggio automatico

source: Editor Layout
it: Disposizione Editor

source: Error applying Style "$1"
it: Errore nell'applicazione del Modello "$1"

source: LightZone Settings remember what was going on the last time you used LightZone: your recently used files and folders; recent window positions and sizes; and so on. Resetting these can help fix some problems, but loses your customizations.
it: Le Impostazioni di LightZone tengono traccia di cosa stava accadendo l'ultima volta che si è utilizzato LightZone: files e cartelle utilizzati di recente; posizione e dimensioni delle finestre; e così via. Resettare queste impostazioni può risolvere alcuni problemi, ma comporta la perdita delle impostazioni personalizzate.

source: Sort Ascending
it: Ordine crescente

source: Left
it: Sinistra
